---
kind: property
id: P:Autodesk.Revit.UI.RevisionsOnSheetUIServiceData.Document
zh: 文档、文件
source: html/aeb9daf2-affd-154a-7ef9-dc0cbea7145a.htm
---
# Autodesk.Revit.UI.RevisionsOnSheetUIServiceData.Document Property

**中文**: 文档、文件

return the document

## Syntax (C#)
```csharp
public Document Document { get; }
```